using AfroDungeonAndDragons.Models.CharacterCreator;
using AfroDungeonAndDragons.Models.DefaultInformation;
using System;
using System.Collections.Generic;
using System.Linq;
using System.Threading.Tasks;

namespace AfroDungeonAndDragons.Data
{
    public static class DefaultBackgroundList
    {
        private static List<DefaultBackground> _defaultBackgroundsList = new List<DefaultBackground>
        {
            new DefaultBackground {
                Id = 1,
                Name = "ПРИСЛУЖНИК",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "<p>Вы провели свою жизнь, служа в храме, посвящённому какому-то конкретному богу или же пантеону богов. Вы — посредник между царством небесным и миром живых. Вы совершали священные ритуалы и приносили жертвоприношения для того чтобы молящиеся могли предстать пред ликом богов. Вы не обязательно жрец — совершение священных обрядов не то же самое, что направление божественной силы.</p> " +
                "<p>Выберите божество, пантеон богов или полубожественную сущность из тех, что перечислены в приложении Б книги игрока или предложены Мастером, и продумайте вместе с Мастером природу вашего религиозного служения. Вы были младшим служкой в храме, с детства помогающим священникам? Или вы верховный жрец, получивший видение, как можно послужить своему богу? Возможно, вы — лидер небольшого культа, не имеющего своего храма, или даже представитель оккультных сил, служивший чудовищному повелителю, но отрёкшийся от него.</p>",
                SkillProficienciesDescription = "Проницательность, Религия",
                LanguagesDescription = "Два на ваш выбор",
                EquipmentDescriptions = "Священный символ (подаренный вам в момент принятия священного сана), молитвенник или молитвенный барабан, 5 палочек благовоний, облачение, комплект обычной одежды, поясной кошель с 15 зм",
                FeatureName = "ПРИЮТ ДЛЯ ВЕРУЮЩИХ",
                FeatureDescription = "<p>Вы и ваши спутники можете рассчитывать на бесплатное лечение и уход в храмах, святынях и других подобных местах, посвящённых вашей вере. Вам придётся предоставить материальные компоненты для заклинаний, если таковые понадобятся. Те, кто разделяют вашу веру, могут обеспечить вам (но только вам) скромное существование.</p> " +
                "<p>У вас также могут быть связи с каким-то конкретным храмом, посвящённым вашему божеству или пантеону, в котором у вас есть жилая комната. Пока вы находитесь с этим храмом в хороших отношениях, находясь неподалёку от него, вы можете попросить у его служителей помощи, если она не подвергнет их опасности.</p>",
                SuggestedCharcteristicsDescription = "<p>Прислужники изучают историю и догматы своей веры, и на их привычки и идеалы влияет их отношение к храмам, святыням и иерархиям. Их слабостью может быть лицемерие или еретическая идея, либо идеал или привязанность, возведённая до гротеска.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я идеализирую конкретного героя своей веры и постоянно ссылаюсь на его поступки и свершения.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я могу найти общую позицию даже у самых яростных врагов, сопереживая им, и всегда стремясь к примирению.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я вижу знамения в каждом событии и поступке. Боги пытаются говорить с нами, нужно лишь прислушаться.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Ничто не может поколебать мой оптимизм.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>При любой оказии я цитирую (или перевираю) священные тексты и притчи.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я терпим (или нетерпим) к другим верованиям, и уважаю (или порицаю) поклонение другим богам.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я люблю хорошую еду, выпивку и высокое общество представителей своего храма. Жизнь вдали от этого меня раздражает.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Я пробыл в храме слишком долго, и мне недостаёт опыта взаимодействия с людьми за его пределами.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Традиции.</b> Мы должны сохранить и защитить древние традиции богослужения и совершения священныхтаинств. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Милосердие.</b> Несмотря на затраченные усилия, я всегда пытаюсь помочь тем, кто в нужде. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Перемены.</b> Мы должны помогать привносить в мир перемены, которых наши божества постоянно жаждут. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Власть.</b> Я надеюсь однажды подняться на самую вершину своей религиозной иерархии. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Вера.</b> Я верю, что моё божество направляет меня. И что усердная работа всегда будет вознаграждена. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Стремление.</b> Я ищу шанс доказать, что я достоин благословления своего божества, совершая деяния в соответствии с его учениями. (Любой)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я не пощажу живота своего, лишь бы найти древнюю реликвию своей веры, что была потеряна давнымдавно.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Однажды я отомщу развращённым представителям верховной иерархии своего храма, что объявили меня еретиком.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я обязан своей жизнью священнику, который позаботился обо мне, когда умерли родители.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Всё, что я делаю — для простых людей.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я пойду на всё что угодно, дабы защитить свой храм.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я пытаюсь сохранить священные тексты, которые мои враги считают еретическими и пытаются уничтожить.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я не проявляю снисходительности к другим, но к себе я еще более суров.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я слишком доверяю тем, кто обладает властью в моей церковной иерархии.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Моя набожность зачастую приводит к тому, что я слепо верю всем, кто исповедует мою религию.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я непреклонен в своих убеждениях.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я настороженно отношусь к незнакомцам и всегда жду от них худшего.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Однажды выбрав цель, я становлюсь одержимым ею в ущерб всему прочему в своей жизни.</td>" +
                "</tr>" +
                "</table>"
            },
            new DefaultBackground {
                Id = 2,
                Name = "ШАРЛАТАН",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "<p>Вы хорошо знаете людей. Вы понимаете, что ими движет, и можете распознать их самые сокровенные желания спустя всего пару минут после начала разговора. Несколько наводящих вопросов, и вот вы уже читаете их словно книжки, написанные для детей. Это полезный талант, и вы вполне готовы использовать его себе на благо.</p>" +
                "<p>Вы знаете, что люди хотят, и вы даёте им это, или же обещаете дать. Чувство здравого смысла должно заставлять людей держаться подальше от тех вещей, которые слишком хорошо звучат, чтобы быть правдой. Но здравый смысл куда-то улетучивается, когда вы неподалёку. Бутылочка с розовой жидкостью всенепременно вылечит эту неблаговидную сыпь, а эта чудодейственная мазь (не более чем горсть жира, смешанного с серебряной пылью) без сомнения вернёт молодость и энергичность. Все эти чудеса, конечно, звучат неправдоподобно, но вы знаете, как преподнести их так, чтобы они казались крайне выгодным делом.</p>",
                SkillProficienciesDescription = "Ловкость рук, Обман",
                ToolProficienciesDescription = "Набор для грима, набор для фальсификации",
                EquipmentDescriptions = "Комплект отличной одежды, набор для грима, приспособление для жульничества на ваш выбор (десять запечатанных бутылей с подкрашенной жидкостью, набор шулерских костей, колода краплёных карт или кольцо с печатью какого-нибудь воображаемого герцога), поясной кошель с 15 зм",
                BackgroundSpecificName = "ИЗЛЮБЛЕННЫЕ МАХИНАЦИИ",
                BackgroundSpecificDescription = "<p>У каждого шарлатана есть свой излюбленный подход к совершению афер.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Афера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я мухлюю в азартных играх.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я подделываю монеты или документы.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я втираюсь к людям в доверие, чтобы потом играть на их слабостях и наживаться за их счёт.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я меняю личности как перчатки.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я занимаюсь уличным жульничеством с помощью ловкости рук.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я убеждаю людей, что эта бесполезная куча хлама стоит их кровно заработанных денег.</td>" +
                "</tr>" +
                "</table>",
                FeatureName = "УМЕНИЕ: ПОДДЕЛЬНАЯ ЛИЧНОСТЬ",
                FeatureDescription = "Вы создали себе вторую личность, включая необходимые документы, знакомства и маскировку, что позволяет вам перевоплощаться в этот образ. В дополнение к этому вы можете подделывать документы, включая официальные документы и личные письма, если ранее видели пример подобного документа или почерк, который пытаетесь скопировать.",
                SuggestedCharcteristicsDescription = "<p>Шарлатаны — яркие персонажи, скрывающиеся за создаваемыми масками. Они являются отражениями того, что другие хотят видеть, во что другие верят, и как другие видят мир. Их истинную натуру может мучить совесть, постоянное недоверие, и им может угрожать враг.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я легко начинаю и разрываю романтические отношения, и постоянно нахожусь в поиске новой пассии.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>У меня припасены шуточки на все случаи жизни, особенно на те, где юмор вообще неуместен.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Лесть — мой излюбленный способ добиться желаемого.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я прирождённый игрок, и не могу удержаться от риска, если на кону стоит что-то стоящее.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я постоянно вру, зачастую даже без малейшей на то причины.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Сарказм и оскорбления — мои излюбленные приёмы.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я ношу с собой различные святые символы, и взываю к тем божествам, что лучше подходят для каждого конкретного случая.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Я тащу в карман всё, что плохо лежит и имеет хоть какую-то ценность.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Независимость.</b> У меня свободолюбивая натура — никто не смеет указывать мне, что делать. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Честность.</b> Я никогда не выберу своей жертвой людей, которые находятся в бедственном положении. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Милосердие.</b> Я распределяю добытые деньги между людьми, которые в них действительно нуждаются. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Креативность.</b> Я никогда не иду проторённой дорожкой. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Дружба.</b> Материальные блага приходят и уходят, а друзья остаются. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Стремление.</b> Я собираюсь стать кем-то значимым в этой жизни. (Любой)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я перешёл дорожку не тому человеку, и должен постоянно заботиться о том, чтобы мне и моим близким не навредили.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я всем обязан своему наставнику — ужасному человеку, который, вполне вероятно, гниёт сейчас в какой-нибудь тюрьме.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Где-то живёт мой ребёнок, который не знает обо мне. И для него я пытаюсь сделать этот мир лучше.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я отпрыск благородного рода, и когда-нибудь заберу свои земли и титул у тех, кто их украл.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Влиятельный враг убил дорогого мне человека. И однажды я отомщу.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я пустил по миру человека, который того не заслуживал. Я стремлюсь искупить свой проступок, но скорее всего никогда себя не прощу.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я не могу устоять перед смазливой мордашкой.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я постоянно в долгах. Я трачу свои нечестно нажитые деньги быстрее, чем их добываю.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я убеждён в том, что никто не сможет одурачить меня так, как я одурачиваю других.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я слишком жаден до золота. И не могу противиться риску, если в этом замешаны деньги.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я не могу устоять и не облапошить людей, стоящих гораздо выше, чем я.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я ненавижу себя за это, но я сбегу, чтобы спасти свою собственную шкуру, если вдруг запахнет жареным.</td>" +
                "</tr>" +
                "</table>"
            },
            new DefaultBackground {
                Id = 3,
                Name = "ПРЕСТУПНИК",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "Вы опытный преступник с большим послужным списком. Вы провели много времени, вращаясь в преступных кругах, и до сих пор имеете связи с подпольным миром. В отличие от обычных людей вы близко познакомились с убийствами, воровством и жестокостью, что пропитывают низшие слои общества. Вы научились выживать, пренебрегая правилами и ограничениями, которым подчиняются другие.",
                SkillProficienciesDescription = "Обман, Скрытность",
                ToolProficienciesDescription = "Воровские инструменты, один игровой набор",
                EquipmentDescriptions = "Ломик, комплект обычной тёмной одежды с капюшоном, поясной кошель с 15 зм",
                BackgroundSpecificName = "ПРЕСТУПНАЯ НАПРАВЛЕННОСТЬ",
                BackgroundSpecificDescription = "<p>Существует много разновидностей преступников: в воровской гильдии или другой похожей организации отдельные члены занимаются различным промыслом и играют разные роли. И даже преступники-одиночки обычно занимаются чем-то конкретным.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Направленность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Взломщик</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Вымогатель</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Грабитель с большой дороги</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Карманник</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Контрабандист</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Наемный убийца</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Скупщик краденного</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Шантажист</td>" +
                "</tr>" +
                "</table>",
                FeatureName = "УМЕНИЕ: КРИМИНАЛЬНЫЕ СВЯЗИ",
                FeatureDescription = "У вас есть надёжное доверенное лицо, которое выступает в роли вашего связного в криминальных кругах. Вы умеете получать и отправлять сведения связному, даже через большие расстояния: например, вы знаете местных посыльных, продажных караванщиков и нечистых на руку матросов, которые могут доставить сообщение для вас.",
                SuggestedCharcteristicsDescription = "<p>Преступники на первый взгляд могут выглядеть злодеями, и многие из них действительно злы. Но у некоторых есть такие черты, за которые их можно и простить. Даже среди воров есть честь, но преступники редко относятся с уважением к властям и их представителям.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>У меня всегда есть план на случай, если всё пойдёт не так как задумано.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я всегда хладнокровен, несмотря ни на что. Я никогда не повышаю голоса и не позволяю эмоциям управлять мной.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>На новом месте я первым делом подмечаю, где находятся различные ценности — или места, где они могут быть спрятаны.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я предпочту обзавестись еще один другом, нежели еще одним врагом.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>У меня проблемы с доверием. Те, кто выглядят самыми порядочными, зачастую скрывают множество грязных секретов.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Мне наплевать на риск. Никогда не говорите мне о возможных последствиях.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Наилучший способ заставить меня сделать что-то — сказать мне этого не делать.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Я срываюсь даже от малейшего оскорбления.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Честь.</b> Я не краду у своих «коллег». (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Свобода.</b> Любые оковы должны быть сломлены, как и те, кто их выковал. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Милосердие.</b> Я краду у богачей, чтобы помочь людям в беде. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Жадность.</b> Я сделаю всё что угодно, лишь бы разбогатеть. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Друзья.</b> Я верен не каким-то там идеалам, но своим друзьям. А все остальные могут катиться к чертям. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Искупление.</b> В каждом есть что-то хорошее. (Добрый)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я пытаюсь оплатить старый долг одному щедрому благодетелю.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Свои нечестно заработанные деньги я трачу на помощь своей семье.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>У меня забрали нечто важное, и я намереваюсь выкрасть это обратно.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я стану величайшим вором из всех, когда-либо живших.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я виновен в ужасающем преступлении. Надеюсь, я смогу простить себя за это.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Близкий человек погиб из-за ошибки, которую я совершил. Это не повториться вновь.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Когда я вижу что-то ценное, я не могу думать ни о чём другом, кроме мыслей о том, как это украсть.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Когда я становлюсь перед выбором между друзьями и деньгами, я обычно выбираю деньги.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Если есть какой-то план, я его наверняка забуду. А если не забуду, то попросту проигнорирую.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>У меня есть привычка, которая выдаёт меня, когда я вру.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я поджимаю хвост и убегаю, когда всё складывается плохо.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Невинный человек находится в тюрьме из-за преступления, что я совершил. Меня это не беспокоит.</td>" +
                "</tr>" +
                "</table>",
                BackgroundVariantName = "РАЗНОВИДНОСТЬ ПРЕСТУПНИКА: ШПИОН",
                BackgroundVariantDescription = "Несмотря на то, что ваши способности не слишком отличаются от способностей взломщика или контрабандиста, вы научились применять их в другом ключе: в качестве специалиста по шпионажу. Вполне возможно, что вы — официально уполномоченный агент короны, или же вы просто продаёте добытые сведения тому, кто больше заплатит."
            },
            new DefaultBackground {
                Id = 4,
                Name = "АРТИСТ",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "Вам нравится выступать на публике. Вы знаете, как их развлечь, очаровать и даже воодушевить. Ваша поэзия может трогать сердца слушателей, пробуждать в них горе или радость, смех или гнев. Ваша музыка ободряет их или заставляет скорбеть. Ваши танцы захватывают, а шутки всегда смешны. Чем бы вы ни занимались, ваша жизнь тесно связана с искусством.",
                SkillProficienciesDescription = "Акробатика, Выступление",
                ToolProficienciesDescription = "Набор для грима, один вид музыкального инструмента",
                EquipmentDescriptions = "Музыкальный инструмент (на ваш выбор), подарок от поклонницы (любовное письмо, локон волос или безделушка), костюм, поясной кошель с 15 зм",
                BackgroundSpecificName = "НОМЕРА АРТИСТА",
                BackgroundSpecificDescription = "<p>Хороший артист обладает разнообразными номерами. Выберите от одного до трёх амплуа из приведённой таблицы, чтобы определить, чем вы развлекаете публику.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d10</td>" +
                "<td>Амплуа</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Акробат</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Актер</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Жонглер</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Музыкант</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Певец</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Пожиратель огня</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Поэт</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Рассказчик</td>" +
                "</tr>" +
                "<tr>" +
                "<td>9</td>" +
                "<td>Танцор</td>" +
                "</tr>" +
                "<tr>" +
                "<td>10</td>" +
                "<td>Шут</td>" +
                "</tr>" +
                "</table>",
                FeatureName = "ПО МНОГОЧИСЛЕННЫМ ПРОСЬБАМ",
                FeatureDescription = "Вы всегда можете найти место для выступления. Обычно это таверна или постоялый двор, но это может быть цирк, театр или даже двор знатного господина. В этом месте вы получаете бесплатный постой и еду по скромным или комфортным стандартам (в зависимости от качества заведения), если вы выступаете каждый вечер. Кроме того, ваши выступления делают вас местной знаменитостью. Когда посторонние узнают вас в городе, в котором вы давали представление, они, скорее всего, будут к вам относиться хорошо.",
                SuggestedCharcteristicsDescription = "<p>Успешные артисты могут овладевать вниманием публики, поэтому у них яркий или напористый характер. Они могут быть романтичными, и в искусстве и красоте часто обращаются к возвышенным идеалам.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Для любой ситуации я найду подходящий рассказ.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Куда бы я ни пришёл, я начинаю собирать местные слухи и распространять сплетни.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я безнадёжный романтик, всегда ищущий «кого-то особого».</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Никто не сердится на меня или возле меня подолгу, так как я могу разрядить любую напряжённую обстановку.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Мне нравятся оскорбления, даже если они направлены на меня.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Мне обидно, если я не нахожусь в центре внимания.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Превыше всего я ценю совершенство.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Моё настроение и намерения меняются так же быстро как ноты в музыке.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Красота.</b> Выступая, я делаю мир лучше. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Традиции.</b> Рассказы, легенды и песни прошлого не должны забываться, так как они учат нас тому, кто мы такие. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Творчество.</b> Миру нужны новые идеи и смелые действия. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Жадность.</b> Я занимаюсь всем этим ради денег и славы. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Народ.</b> Мне нравится видеть улыбки на лицах во время выступления. В этом-то всё дело. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Честность.</b> Искусство должно отражать душу; оно должно идти изнутри и показывать, чем мы являемся. (Любой)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Мой инструмент — самое драгоценное, что у меня есть, и он напоминает мне о моей любви.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Кто-то украл мой драгоценный инструмент, и когда-нибудь я верну его.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я хочу быть знаменитым, чего бы это ни стоило.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я боготворю героя старых рассказов, и всегда сравниваю свои поступки с его.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я всё сделаю, чтобы доказать превосходство над ненавистным конкурентом.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я сделаю что угодно для других членов моей старой труппы.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я пойду на всё ради славы и известности.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Не могу устоять перед смазливым личиком.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я не могу вернуться домой из-за скандала. Неприятности такого рода словно преследуют меня.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Однажды я высмеял дворянина, который всё еще хочет оторвать мне голову. Это была ошибка, но я могу повторить её еще неоднократно.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я не могу скрывать свои истинные чувства. Острый язык всегда приносит мне неприятности.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я очень стараюсь исправиться, но друзьям не стоит на меня полагаться.</td>" +
                "</tr>" +
                "</table>",
                BackgroundVariantName = "РАЗНОВИДНОСТЬ АРТИСТА: ГЛАДИАТОР",
                BackgroundVariantDescription = "Гладиатор — такой же артист как менестрель или циркач, обученный превращать бой в искусство, от которого ликуют толпы. Вашим амплуа являются яркие сражения, хотя вы можете быть при этом акробатом или актёром. При использовании умения «По многочисленным просьбам» вы можете найти место для выступления в месте, где развлекают сражениями — арену гладиаторов или тайный бойцовский клуб. Вы можете заменить музыкальный инструмент в снаряжении на недорогое, но необычное оружие, такое как трезубец или сеть."
            },
            new DefaultBackground {
                Id = 5,
                Name = "НАРОДНЫЙ ГЕРОЙ",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "У вас было низкое социальное положение, но судьбой было уготовано большее. Жители вашей родной деревни уже считают вас своим героем, но вам предначертано сражаться с тиранами и чудовищами, угрожающими другим.",
                SkillProficienciesDescription = "Выживание, Уход за животными",
                ToolProficienciesDescription = "Один вид ремесленных инструментов, транспортное средство (наземное)",
                EquipmentDescriptions = "Ремесленные инструменты (один вид на ваш выбор), лопата, железный горшок, обычная одежда, поясной кошель с 10 зм",
                BackgroundSpecificName = "ОПРЕДЕЛЯЮЩЕЕ СОБЫТИЕ",
                BackgroundSpecificDescription = "Вы занимались обычным делом для деревенщины. Возможно, вы возделывали землю, трудились в шахте, прислуживали дворянину, пасли скот, рубили деревья или копали могилы. Но потом произошло нечто, втянувшее вас в великие события. Выберите или определите случайно определяющее событие, сделавшее вас героем среди своего народа." +
                "<table>" +
                "<tr>" +
                "<td>d10</td>" +
                "<td>Определяющее событие</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я дал отпор прислужникам тирана.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я спас народ от природного катаклизма.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я сразился один на один с ужасным чудищем.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я обокрал продажного торговца, чтобы помочь бедным.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я возглавил ополчение, отбросившее врага.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я вломился в замок тирана и украл оружие для своего народа.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я учил крестьян, как использовать обычные инструменты в качестве оружия против солдат тирана.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Лорд отменил непопулярный закон после того как я выступил с акцией протеста.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>9</td>" +
                "<td>Небожитель, фея или другое подобное существо благословило меня или открыло тайну моего рождения.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>10</td>" +
                "<td>Вступив в армию лорда, я получил хорошее звание и заслужил благодарности.</td>" +
                "</tr>" +
                "</table>",
                FeatureName = "ДЕРЕВЕНСКОЕ ГОСТЕПРИИМСТВО",
                FeatureDescription = "Вы сами из простого народа, и потому легко находите с ними общий язык. Вы можете найти место, чтобы спрятаться, отдохнуть или подлечиться среди обывателей, если только вы не угрожаете им. Они укроют вас от представителей закона и тех, кто ищет вас, но своими жизнями за вас они рисковать не будут.",
                SuggestedCharcteristicsDescription = "<p>Народный герой — один из обывателей, как в хорошем смысле, так и в плохом. Многие из них считают своё происхождение положительной стороной, а не изъяном, и их родное поселение остаётся навсегда очень важным для них.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я сужу других по поступкам, а не словам.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Если кто-то в беде, я всегда готов прийти на помощь.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Задумав что-то, я прямолинейно иду к цели, невзирая на помехи.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>У меня обострённое чувство справедливости, и в споре я всегда ищу самого честного решения.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я уверен в своих способностях, и стараюсь внушить такую же уверенность в других.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Пусть думают другие. Я предпочитаю действовать.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я неправильно произношу длинные слова, когда пытаюсь выглядеть умнее.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Я быстро устаю. Когда уже я найду свою судьбу?</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Уважение.</b> Нужно относиться друг к другу с достоинством и уважением. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Справедливость.</b> Закон не должен делать ни для кого исключений, и никто не может стать выше закона. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Свобода.</b> Тираны не должны угнетать народ. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Мощь.</b> Если я стану сильным, я смогу брать то, что захочу — и я это заслуживаю. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Искренность.</b> Нет ничего хорошего в том, что ты притворяешься тем, кем не являешься. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Судьба.</b> Никто и ничто не собьёт меня с пути к высшему призванию. (Любое)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>У меня есть семья, но я не знаю, где она. Надеюсь, когда-нибудь я увижу их вновь.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я работал на земле, я люблю землю, и я буду защищать землю.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Один благородный меня дико поколотил, и я вымещаю свой гнев на всех встреченных задирах.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Мои инструменты — символ моей былой жизни, и я ношу их, чтобы не забывать корни.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я защищаю тех, кто не может защитить себя сам.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Хотел бы я, чтобы та, кого я любил в детстве, разделила со мной судьбу.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Тиран, правящий моими землями, ни перед чем не остановится, лишь бы убить меня.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я слепо верю в своё предназначение, и не замечаю ни своих недостатков, ни смертельных опасностей.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Те, кто знают меня молодым, знают и мою самую постыдную тайну, так что я никогда не вернусь домой.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я беззащитен перед пороками большого города, особенно перед пьянством.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я тайно считаю, что было бы хорошо стать тираном, правящим землями.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я не доверяю союзникам.</td>" +
                "</tr>" +
                "</table>"
            },
            new DefaultBackground {
                Id = 6,
                Name = "ГИЛЬДЕЙСКИЙ РЕМЕСЛЕННИК",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "Вы — член гильдии ремесленников, знаток в какой-то области, связанный с другими мастеровыми. Вы крепко стоите на ногах в этом торгашеском мире, отделённые своим талантом и богатством от оков феодального строя. Когда-то вы учились у мастера, под опекой гильдии, и вот вы сами стали таким умельцем.",
                SkillProficienciesDescription = "Проницательность, Убеждение",
                ToolProficienciesDescription = "Один вид ремесленных инструментов",
                LanguagesDescription = "Один на ваш выбор",
                EquipmentDescriptions = "Один вид ремесленных инструментов, рекомендательное письмо из гильдии, дорожная одежда, поясной кошель с 15 зм",
                BackgroundSpecificName = "СПЕЦИАЛИЗАЦИЯ ГИЛЬДИИ",
                BackgroundSpecificDescription = "<p>Обычно гильдии основывают в городах, достаточно больших для того, чтобы сразу несколько ремесленников занимались одним общим делом. Однако ваша гильдия может быть рассредоточенной сетью ремесленников, где каждый работает в своей деревне. Определите вместе с Мастером характер вашей гильдии. Можете выбрать специализацию гильдии из таблицы, а можете определить её случайным образом.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d20</td>" +
                "<td>Специализация гильдии</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Алхимики и аптекари</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Гончары и мастера керамики</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Жестянщики, проволочники и литейщики</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Каллиграфы, писцы и нотариусы</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Каменщики и камнерезы</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Картографы, землемеры и чертёжники</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Кожевенники, меховщики и дубильщики</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Кузнецы и бронники</td>" +
                "</tr>" +
                "<tr>" +
                "<td>9</td>" +
                "<td>Металлурги и мастера обработки металла</td>" +
                "</tr>" +
                "<tr>" +
                "<td>10</td>" +
                "<td>Пивовары и виноделы</td>" +
                "</tr>" +
                "<tr>" +
                "<td>11</td>" +
                "<td>Плотники, кровельщики и штукатуры</td>" +
                "</tr>" +
                "<tr>" +
                "<td>12</td>" +
                "<td>Повара и пекари</td>" +
                "</tr>" +
                "<tr>" +
                "<td>13</td>" +
                "<td>Сапожники и чеботари</td>" +
                "</tr>" +
                "<tr>" +
                "<td>14</td>" +
                "<td>Стеклодувы и стекольщики</td>" +
                "</tr>" +
                "<tr>" +
                "<td>15</td>" +
                "<td>Столяры, бондари и лучных дел мастера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>16</td>" +
                "<td>Судостроители и парусные мастера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>17</td>" +
                "<td>Тележники и колёсных дел мастера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>18</td>" +
                "<td>Ткачи и красильщики</td>" +
                "</tr>" +
                "<tr>" +
                "<td>19</td>" +
                "<td>Художники, иллюстраторы и маляры</td>" +
                "</tr>" +
                "<tr>" +
                "<td>20</td>" +
                "<td>Ювелиры и огранщики</td>" +
                "</tr>" +
                "</table>" +
                "<p>Будучи членом гильдии, вы знаете, как создавать готовые предметы из сырья (отражается вашим владением определённым инструментом), а также основы торговли и бизнеса. Вопрос лишь в том, отказались ли вы от торговли в пользу приключений или стараетесь успевать и там, и там.</p>",
                FeatureName = "ЧЛЕНСТВО В ГИЛЬДИИ",
                FeatureDescription = "Будучи авторитетным и уважаемым членом гильдии, вы можете пользоваться особыми преимуществами, предоставляемыми этим членством. Ваши товарищи по гильдии при необходимости предоставят вам жилище и питание, и даже оплатят ваши похороны. В некоторых городах у гильдий есть место для сбора, и там можно потенциально встретить покровителей, союзников и наёмников. Гильдии часто обладают значительной политической властью. Если вас обвинят в преступлении, гильдия может помочь, если существует вероятность оправдательного приговора. Благодаря гильдии вы получаете доступ к влиятельным политикам, если состоите в гильдии на хорошем счету. Для таких связей может потребоваться жертвование денег или магических предметов в казну гильдии. Каждый месяц вы должны выплачивать гильдии 5 зм. Если вы пропустите платёж, вы должны вначале оплатить все долги, и только тогда восстановите своё доброе имя в гильдии.",
                SuggestedCharcteristicsDescription = "<p>Гильдейские ремесленники мало чем отличаются от обывателей, пока они не откладывают свои инструменты в сторону и не начинают карьеру искателя приключений. Они понимают ценность тяжёлого труда и важность общности, но они так же как другие подвержены грехам жадности и алчности.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я считаю, что всё, что делается, должно делаться правильно. Ничего не могу с этим поделать — я перфекционист.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я сноб, свысока смотрящий на тех, кто не может оценить изящное искусство.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Мне всегда нужно знать, как всё вокруг устроено, и как нужно обращаться с другими.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>У меня много остроумных афоризмов и есть пословицы на любой случай.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я груб с теми, у кого нет моей тяги к честному и справедливому труду.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>О своей профессии я могу говорить часами.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я не могу легко расставаться с деньгами, и могу сколь угодно долго торговаться.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Благодаря работе я прославился, и хочу, чтобы все это ценили. Меня всегда потрясает, когда другие говорят, что не слышали обо мне.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Сообщество.</b> Все цивилизованные народы обязаны укреплять сообщество и обеспечивать безопасность цивилизации. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Великодушие.</b> Талант был вручён мне, чтобы я использовал его на благо всего мира. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Свобода.</b> Все должны быть свободны, чтобы жить так, как хочется им. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Жадность.</b> Я просто занимаюсь этим из-за денег. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Народ.</b> Я предан своему народу, а не идеям. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Стремление.</b> Я усердно работаю над тем, чтобы стать в своём деле лучшим. (Любой)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Мастерская, где я учился ремеслу, для меня — самое важное место в мире.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я создал кое для кого удивительную работу, но посчитал его недостойным. Я всё еще ищу того, кто окажется достоин её.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я по гроб жизни обязан гильдии за то, что она сделала меня тем, кто я есть.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Богатство мне нужно для завоевания сердца возлюбленной.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Когда-нибудь я вернусь в гильдию и докажу, что я лучший из всех.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я мщу силам зла, которые уничтожили моё торговое дело и разрушили мою жизнь.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я сделаю всё что угодно, чтобы заполучить что-то редкое или очень ценное.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Мне всегда кажется, что меня пытаются обжулить.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Никто не должен знать, что я однажды украл деньги из казны гильдии.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Мне всегда мало того, что у меня есть — всегда нужно больше.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я готов убить ради получения благородного титула.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я ужасно завидую тем, кто может превзойти мой труд. Куда бы я ни пошёл, меня окружают конкуренты.</td>" +
                "</tr>" +
                "</table>",
                BackgroundVariantName = "РАЗНОВИДНОСТЬ ГИЛЬДЕЙСКОГО РЕМЕСЛЕННИКА: ГИЛЬДЕЙСКИЙ КУПЕЦ",
                BackgroundVariantDescription = "<p>Вы можете состоять не в гильдии ремесленников, а в гильдии купцов, караванщиков и лавочников. Сами вы ничего не мастерите, но зарабатываете на жизнь, покупая и продавая творения чужих рук (или сырьё, необходимое ремесленникам). Ваша гильдия может быть большим торговым синдикатом (или семейством), с капиталовложениями по всему региону. Возможно, вы перевозите товары из одного места в другое, на корабле, в фургоне или караване, или покупаете их у бродячих торговцев и продаёте в своём маленьком магазинчике. В какой-то мере, жизнь странствующего торговца ближе к приключениям, чем жизнь ремесленника.</p>" +
                "<p>Вместо владения ремесленным инструментом вы можете овладеть инструментами навигатора или дополнительным языком. А вместо наличия ремесленных инструментов вы можете начать игру с мулом и телегой.</p>"
            },
            new DefaultBackground {
                Id = 7,
                Name = "ОТШЕЛЬНИК",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "Вы значительную часть своей жизни прожили в уединении — либо в закрытой общине, такой как монастырь, либо вообще в одиночестве. Вдали от шумного общества вы нашли тишину, спокойствие, а возможно, и ответы на важные вопросы.",
                SkillProficienciesDescription = "Медицина, Религия",
                ToolProficienciesDescription = "Набор травника",
                LanguagesDescription = "Один на ваш выбор",
                EquipmentDescriptions = "Контейнер для свитков, битком набитый вашими молитвами и изысканиями, тёплое одеяло, обычная одежда, набор травника, 5 зм",
                BackgroundSpecificName = "ЖИЗНЬ В УЕДИНЕНИИ",
                BackgroundSpecificDescription = "<p>Почему вы жили в изоляции, и из-за чего вы прервали своё уединение? Придумайте вместе с Мастером точную природу вашего уединения, либо определите её по таблице, случайным образом.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Жизнь в уединении</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я искал духовное просветление.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я жил в общине согласно предписаниям моей веры.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я был изгнан за преступление, которого не совершал.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я покинул общество после события, изменившего мою жизнь.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Мне нужно было тихое место для работы над картиной, книгой, музыкой или манифестом.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Мне нужна была община, близкая к природе, вдали от цивилизации.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я был смотрителем древних руин или реликвии.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Я был пилигримом, ищущим существо, место или реликвию.</td>" +
                "</tr>" +
                "</table>",
                FeatureName = "ОТКРОВЕНИЕ",
                FeatureDescription = "Тихое уединение в долгом отшельничестве дало вам доступ к великому откровению. Точная природа этого откровения зависит от характера вашего уединения. Это может быть истина о вселенной, божествах, влиятельных созданиях на внешних планах, или силах природы. Это может быть место, которое никто и никогда не видел. Вы могли обнаружить что-то, что давно было забыто, или найти реликвию прошлого, способную переписать историю. Это может быть информация, которая может причинить вред тем, кто изгнал вас, и тем самым ставшая причиной возвращения в общество. Придумайте вместе с Мастером детали вашего откровения и его влияние на кампанию.",
                SuggestedCharcteristicsDescription = "<p>Некоторым отшельникам комфортно живётся в уединении, а другие жаждут вернуться в общество. Как бы вы ни относились к одиночеству, такая жизнь повлияла на вашу жизненную позицию и идеалы. Некоторые даже сходят с ума от долгих лет вдали от общества.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я так много прожил в изоляции, что редко говорю, предпочитая жесты и редкое мычание.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я абсолютно безмятежен, даже в самых ужасных ситуациях.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>У лидера моей общины были высказывания для любой ситуации, и я стремлюсь поделиться этой мудростью.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я ужасно сопереживаю всем, кто страдает.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Мне чужд этикет и общественные ожидания.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я связываю всё, что происходит со мной, с грандиозным замыслом космического масштаба.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я часто погружаюсь в свои мысли, отвлекаясь от окружения.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Я работаю над великой философской теорией и люблю тех, кто разделяет мои идеи.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Всеобщее благо.</b> Мои дары предназначены для всех, я не должен использовать их в одиночку. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Логика.</b> Эмоции не должны затмевать наше видение того, что истинно и справедливо, а также наше логическое мышление. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Свободомыслие.</b> Изыскания и любопытство — столпы прогресса. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Сила.</b> Уединение и созерцание — путь к мистической и магической силе. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Сам живи и другим не мешай.</b> Вмешиваясь в дела других, причиняешь одни лишь проблемы. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Самопознание.</b> Познаешь себя — познаешь всё вокруг. (Любое)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Самое важное для меня — это другие отшельники, жившие рядом, или мой орден.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я уединился, чтобы спрятаться от тех, кто мог охотиться за мной. Когда-нибудь я сам брошу им вызов.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я всё еще ищу просветление, которого не достиг в уединении, но оно по-прежнему ускользает от меня.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я уединился, потому что влюбился в ту, с кем мне не суждено жить.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Если моё откровение сбудется, мир будет обречён на гибель.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Моя изоляция позволила познать великое зло, уничтожить которое могу один лишь я.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Теперь, вернувшись в мир, я слишком сильно увлекаюсь его радостями.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я скрываю тёмные, кровожадные мысли, не ушедшие ни после изоляции, ни после медитаций.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я категоричен в мыслях и подходе к жизни.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я позволяю жажде победить в споре становиться сильнее дружбы и гармонии.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я слишком сильно рискую, стремясь найти утраченные частички знаний.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Мне нравится хранить тайны, и я ими ни с кем не делюсь.</td>" +
                "</tr>" +
                "</table>",
                BackgroundVariantName = "ДРУГИЕ ОТШЕЛЬНИКИ",
                BackgroundVariantDescription = "Эта предыстория подразумевает созерцательное уединение в учениях и молитве. Если вы хотите играть жителем суровой дикой местности, избегающим других существ, попробуйте взять предысторию чужеземца. С другой стороны, если вам нужна более религиозная направленность, можете взять предысторию прислужника. Вы можете даже быть шарлатаном, выдающим себя за мудреца и святого, и дурачащим набожных глупцов."
            },
            new DefaultBackground {
                Id = 8,
                Name = "БЛАГОРОДНЫЙ",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "<p>Вы знаете, что такое богатство, власть и привилегии. У вас благородный титул, а ваша семья владеет землями, собирает налоги, и обладает серьёзным политическим влиянием. Вы можете быть изнеженным аристократом, незнакомым с работой и неудобствами, бывшим торговцем, только-только получившим титул, или лишённым наследства негодяем с гипертрофированным чувством собственного права. Или же вы можете быть честным, трудолюбивым землевладельцем, искренне заботящимся о тех, кто живёт и трудится на его земле, ощущая за них ответственность.</p>" +
                "<p>Придумайте вместе с Мастером надлежащий титул и определите, какую власть этот титул даёт. Благородный титул не существует сам по себе — он связан со всей вашей семьёй, и каким бы титу- лом вы ни обладали, вы передадите его своим детям. Вам нужно не только определить титул, но также описать вместе с Мастером вашу семью и её влияние на вас.</p>" +
                "<p>Ваша семья старая и прославленная, или она основана недавно? Каким влиянием она обладает, и в какой области? Какая репутация у вашей семьи среди прочих местных аристократов? Как к вам относятся обыватели?</p>" +
                "<p>Какое место занимаете вы в своей семье? Являетесь ли вы наследником главы семейства? Перешёл ли к вам уже титул? Как вы относитесь к этой ответственности? Или вы так далеки от получения наследства, что всем всё равно, чем вы там занимаетесь, лишь бы не во вред семье? Как глава вашего семейства относится к вашей карьере искателя приключений? Вы в милости, или родственники сторонятся вас?</p>" +
                "<p>Есть ли у вашей семьи герб? Есть ли у вас кольцо с печатью? Может, вы одеты в особые цвета? Есть ли животное, считающееся символом вашей родословной или духовным наставником? Такие детали помогут сформировать образ вашей семьи в контексте мира и кампании.</p>",
                SkillProficienciesDescription = "История, Убеждение",
                ToolProficienciesDescription = "Один игровой набор",
                LanguagesDescription = "Один на ваш выбор",
                EquipmentDescriptions = "Комплект отличной одежды, кольцопечатка, свиток с генеалогическим древом, кошелёк с 25 зм",
                FeatureName = "ПРИВИЛЕГИРОВАННОСТЬ",
                FeatureDescription = "Благодаря знатному происхождению, другие хорошо к вам относятся. Вас принимают в высшем обществе, и считается, что у вас есть право посещать любые места. Обыватели изо всех сил стараются сделать вам приятно и избежать вашего гнева, а другие высокородные считают вас своей ровней. Если нужно, вы можете получить аудиенцию местного дворянина.",
                SuggestedCharcteristicsDescription = "<p>Благородные рождаются и растут в особом окружении, и их личность несёт отпечаток этого воспитания. Благородный титул идёт вкупе с множеством обязательств — ответственностью перед семьёй, другими благородными (включая короля), народом, доверенным вашей семье, и даже перед самим титулом. Все эти обязательства другие могут использовать против вас.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я применяю так много лести, что все, с кем я разговариваю, чувствуют себя самыми чудесными и важными персонами в мире.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Обыватели любят меня за доброту и великодушие.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Один лишь взгляд на мои регалии заставляет перестать сомневаться в том, что я выше немытого отребья.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я много трачу на то, чтобы выглядеть потрясающе, и по последнему слову моды.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Мне не нравится марать руки, и я не хочу умереть в каком-нибудь неподобающем месте.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Несмотря на благородное рождение, я не ставлю себя выше народа. У всех нас течёт одинаковая кровь.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Потеряв мою милость, обратно её не вернёшь.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Оскорбишь меня, и я сотру тебя в порошок, уничтожу твоё имя, и сожгу твои поля.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Уважение.</b> Уважение — мой долг. Кем бы ты ни был, к другим нужно относиться с уважением, невзирая на их происхождение. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Ответственность.</b> Я должен уважать тех, кто выше меня, а те, кто ниже меня, должны уважать меня. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Независимость.</b> Я должен доказать, что справлюсь и без заботы своей семьи. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Власть.</b> Если соберу много власти, никто не посмеет указывать мне, что делать. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Семья.</b> Настоящая кровь гуще. (Любое)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Благородный долг.</b> Я должен защищать тех, кто ниже меня, и заботиться о них. (Добрый)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я пойду на любой риск, лишь бы заслужить признание семьи.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Союз моего дома с другой благородной семьёй нужно поддерживать любой ценой.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Нет никого важнее других членов моей семьи.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я влюблён в наследницу семейства, презираемого моей роднёй.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Моя преданность правителю непоколебима.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Обыватели должны считать меня своим героем.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я втайне считаю всех ниже себя.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я скрываю позорную тайну, которая может уничтожить мою семью.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я слишком часто слышал завуалированные оскорбления и угрозы, и потому быстро впадаю в гнев.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>У меня неустанная страсть к плотским удовольствиям.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Весь мир вращается вокруг меня.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я часто навлекаю позор на свою семью словами и действиями.</td>" +
                "</tr>" +
                "</table>",
                BackgroundVariantName = "РАЗНОВИДНОСТЬ БЛАГОРОДНОГО: РЫЦАРЬ",
                BackgroundVariantDescription = "<p>Во многих обществах рыцари — низший слой благородного сословия, но это всё равно путь в высший свет. Если хотите быть рыцарем, возьмите умение Слуги (смотрите во врезке) вместо Привилегированности. Один из ваших слуг заменяется сквайром, помогающим вам, и при этом учащимся рыцарству. Двое оставшихся могут ухаживать за вашим конём и доспехом (а также они будут помогать его надевать).</p>" +
                "<p>Будучи символом благородства и идеалом галантной любви, вы можете добавить в снаряжение знамя или подарок от леди, которой вы вручили своё сердце (она может быть вашей привязанностью).</p>",
                FeatureVariantName = "АЛЬТЕРНАТИВНОЕ УМЕНИЕ: СЛУГИ",
                FeatureVariantDescription = "Если у вашего персонажа предыстория благородного, вы можете выбрать это умение вместо Привилегированности. На вас работают трое слуг, преданных вашей семье. Это могут быть помощники и слуги, а один может быть дворецким. Это обыватели, выполняющие за вас простую работу, но они не будут за вас сражаться, не пойдут за вами в опасные места (такие как подземелья), и они покинут вас, если их будут подвергать опасности или с ними будут плохо обращаться."
            },
            new DefaultBackground {
                Id = 9,
                Name = "ЧУЖЕЗЕМЕЦ",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "Вы выросли в глуши, вдали от цивилизации и её благ. Вы видели миграцию стад, чей размер был больше леса, выживали при температуре, которую горожанам и не представить, и наслаждались таким уединением, что на многие мили вокруг вы были единственным мыслящим существом. Дикая природа в вашей крови, будь вы кочевником, исследователем, затворником, охотником-собирателем или даже мародёром. Даже в неизвестном месте вы найдёте что-то, что вам понятно.",
                SkillProficienciesDescription = "Атлетика, Выживание",
                ToolProficienciesDescription = "Один вид музыкального инструмента",
                LanguagesDescription = "Один на ваш выбор",
                EquipmentDescriptions = "Посох, капкан, трофей с убитого животного, комплект одежды путешественника, поясной кошель с 10 зм",
                BackgroundSpecificName = "ЗАНЯТИЕ",
                BackgroundSpecificDescription = "<p>Вы были в необычных местах и видели такое, что другие не могут даже вообразить. Подумайте, какие далёкие земли вы посетили, и как они на вас повлияли. Можете совершить бросок по прилагающейся таблице, чтобы определить, чем вы занимались в глуши, а можете сделать выбор самостоятельно.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d10</td>" +
                "<td>Занятие</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Лесник</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Траппер</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Поселенец</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Проводник</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Изгнанник</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Охотник за головами</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Пилигрим</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Кочевник</td>" +
                "</tr>" +
                "<tr>" +
                "<td>9</td>" +
                "<td>Охотник-собиратель</td>" +
                "</tr>" +
                "<tr>" +
                "<td>10</td>" +
                "<td>Мародер</td>" +
                "</tr>" +
                "</table>",
                FeatureName = "СТРАННИК",
                FeatureDescription = "Вы отлично запоминаете карты и местность, и всегда можете вспомнить общие характеристики местности, поселения, и прочие особенности в окрестностях. Кроме того, вы каждый день можете находить еду и пресную воду для себя и пяти других товарищей, при условии, что вокруг вас можно найти ягоды, дичь, воду и так далее.",
                SuggestedCharcteristicsDescription = "<p>Часто считающиеся цивилизованными народами грубыми и неотёсанными, чужеземцы не прельщаются жизнью в городе. Узы племени, клана, семьи и положенное место в природе — вот самые важные привязанности чужеземцев.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Мной руководит жажда приключений, которая и увела меня из дома.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я слежу за друзьями, как если бы они были слепыми котятами.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Однажды я пробежал 40 километров без остановки, чтобы предупредить свой клан о приближающейся орде орков. Если понадобится, я повторю это.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Для любой ситуации у меня есть уроки, извлечённые из наблюдений за природой.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я не понимаю богатых и воспитанных. Деньги и хорошие манеры не спасут тебя от голодного волка.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я всё время что-то беру в руки, рассеянно кручу и иногда ломаю.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я гораздо комфортнее чувствую себя среди зверей, чем среди людей.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Меня действительно вырастили волки.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Перемены.</b> Жизнь как времена года, постоянно меняется, и мы должны меняться вместе с ней. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Процветание.</b> Каждый должен поступать так, чтобы всё племя было счастливо. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Честь.</b> Если я обесчещу себя, я обесчещу весь свой клан. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Мощь.</b> Самый сильный имеет право приказывать. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Природа.</b> Мир природы гораздо важнее построек цивилизации. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Слава.</b> Я должен завоёвывать славу в сражениях, для себя и своего клана. (Любой)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Моя семья, клан или племя — самые важные вещи в моей жизни, даже когда они далеко от меня.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Осквернение дикой местности на моей родине я считаю личным оскорблением.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я вымещу свой чудовищный гнев на злодеях, уничтоживших мои земли.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я последний из своего племени, и должен сделать так, чтобы наши имена вошли в легенды.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Мне являются жуткие видения грядущей катастрофы, и я сделаю всё, чтобы её предотвратить.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я должен создавать новых детей, которые будут поддерживать моё племя.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я слишком пристрастен к элю, вину и прочим спиртным напиткам.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>В жизни на полную катушку нет места осторожности.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я помню все полученные оскорбления и таю злобу на всех обидчиков.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я с трудом доверяю представителям других рас, племён и сообществ.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>На любые неурядицы я почти всегда отвечаю насилием.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Не думайте, что я буду спасать тех, кто не может сам о себе позаботиться. Сильные должны процветать, а слабые погибают, и это нормально.</td>" +
                "</tr>" +
                "</table>"
            },
            new DefaultBackground {
                Id = 10,
                Name = "МУДРЕЦ",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "Вы провели много лет, постигая тайны мультивселенной. Вы читали рукописи, изучали свитки, и общались с величайшими экспертами в интересующих вас темах. Всё это сделало вас знатоком в своей области.",
                SkillProficienciesDescription = "История, Магия",
                LanguagesDescription = "Два на ваш выбор",
                EquipmentDescriptions = "Бутылочка чернил, писчее перо, небольшой нож, письмо от мёртвого коллеги с вопросом, на который вы пока не можете ответить, комплект обычной одежды, поясной кошель с 10 зм",
                BackgroundSpecificName = "СПЕЦИАЛИЗАЦИЯ",
                BackgroundSpecificDescription = "<p>Чтобы определить область изучаемого вами знания совершите бросок по таблице или выберите один из вариантов самостоятельно.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Специализация</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Академик с испорченной репутацией</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Алхимик</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Астроном</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Библиотекарь</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Исследователь</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Писец</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Подмастерье волшебника</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Профессор</td>" +
                "</tr>" +
                "</table>",
                FeatureName = "ИССЛЕДОВАТЕЛЬ",
                FeatureDescription = "Если вы пытаетесь изучить или вспомнить информацию, которой вы не обладаете, вы часто знаете, где и от кого её можно получить. Обычно это библиотека, скрипторий, университет, мудрец или другое образованное существо. Мастер может решить, что искомое знание является тайной и хранится в практически недоступном месте, или что оно вообще недоступно. Поиски глубочайших тайн вселенной могут потребовать отдельного приключения или даже целой кампании.",
                SuggestedCharcteristicsDescription = "<p>Мудрецами становятся после продолжительных занятий, и личность таких существ отражает жизнь в постоянном обучении. Будучи в постоянном поиске мудрости, они высоко ценят знания — как для себя, так и в стремлении к идеалам.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я использую многосложные слова, создающие впечатление образованности.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я прочитал все книги в величайших библиотеках мира — или, по крайней мере, говорю так.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я привык помогать тем, кто не так умён как я, и терпеливо всем всё объясняю.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Больше всего на свете я люблю тайны.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Прежде чем принять решение, я выслушаю аргументы обеих спорящих сторон.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я ... говорю ... медленно ... когда разговариваю ... с идиотами, ... то есть ... практически ... всегда.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>В социальном взаимодействии я ужасно неуклюж.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Я убеждён, что остальные постоянно хотят украсть мои тайны.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Знание.</b> Путь к силе и самосовершенствованию лежит в знаниях. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Красота.</b> Красота ведёт нас к тому, что истинно. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Логика.</b> Эмоции не должны подавлять логическое мышление. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Свобода.</b> Ничто не должно сдерживать бесконечные варианты всех возможных исходов. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Власть.</b> Знания — путь к власти и контролю. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Самосовершенствование.</b> Цель жизни в познании — самосовершенствование. (Любое)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я должен защищать своих учеников.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>У меня есть древний текст, содержащий ужасную тайну, и который не должен попасть в чужие руки.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я работаю над сохранением библиотеки, университета, скриптория или монастыря.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Труд всей моей жизни это серия томов, посвящённая определённой области знаний.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Всю свою жизнь я ищу ответ на один вопрос.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Ради знаний я продал душу. Когда-нибудь я надеюсь совершить великое деяние и вернуть её себе.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Меня легко отвлечь, пообещав информацию.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Увидев демона, большинство закричит и убежит. Я же остановлюсь и буду изучать его анатомию.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Для раскрытия древних тайн можно пожертвовать современной цивилизацией.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я избегаю очевидных решений, пользуясь замысловатыми.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я говорю, не обдумывая слова, чем часто оскорбляю других.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Ради спасения своей или чьей-либо еще жизни я выболтаю любую тайну.</td>" +
                "</tr>" +
                "</table>"
            },
            new DefaultBackground {
                Id = 11,
                Name = "МОРЯК",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "<p>Вы много лет плавали на морском судне. Вы видели могучие шторма, глубоководных чудовищ и тех, кто хотел отправить вас на дно. Первая любовь осталась далеко за горизонтом, и настало время попробовать что-то новое.</p>" +
                "<p>Решите вместе с Мастером, на каком корабле вы до этого плавали. Это было торговое, пассажирское, исследовательское или пиратское судно? Насколько оно прославилось (в хорошем или дурном смысле)? Много ли вы путешествовали? Оно всё еще на плаву, потоплено или утеряно?</p>" +
                "<p>Кем вы были на борту — боцманом, капитаном, лоцманом, коком или кем-то другим? Кем были капитан и его первый помощник? Вы расстались с экипажем в хороших отношениях или поссорились с ними?</p>",
                SkillProficienciesDescription = "Атлетика, Внимательность",
                ToolProficienciesDescription = "Инструменты навигатора, транспорт (водный)",
                EquipmentDescriptions = "Кофель-нагель (дубинка), 50 футов шёлковой верёвки, талисман, такой как кроличья лапка или камень с дыркой (можете совершить бросок по таблице «безделушки» из главы 5), комплект обычной одежды, поясной кошель с 10 зм",
                FeatureName = "ПОЕЗДКА НА КОРАБЛЕ",
                FeatureDescription = "Если понадобится, вы можете получить бесплатную поездку на паруснике для себя и своих спутников. Это может быть ваш старый корабль, или другой корабль, с которым вы находитесь в хороших отношениях (возможно, им командует ваш бывший напарник). Вам оказывают услугу, поэтому вы не можете устанавливать распорядок и прокладывать маршрут. Мастер сообщит, сколько времени уйдёт на плавание. В обмен на бесплатную поездку от вас и ваших спутников ожидают посильную помощь экипажу во время плавания.",
                SuggestedCharcteristicsDescription = "<p>Моряки бывают грубыми, но на их плечах лежит груз ответственности за сохранение жизни экипажа, поэтому на них можно положиться. Жизнь, проведённая на корабле, формирует их взгляды и самые важные привычки.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Друзья знают, что всегда могут на меня положиться.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я усердно тружусь, чтобы потом можно было хорошо отдохнуть.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Мне нравится заходить в новые порты и находить друзей за кружечкой эля.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я готов приврать, чтобы получился хороший рассказ.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Для меня драка в таверне — отличный способ познакомиться с новым городом.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я никогда не откажусь от пари.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я ругаюсь как банда орков.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Мне нравится, когда работа выполнена, особенно если её можно поручить другому.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Уважение.</b> Корабль держится целым благодаря взаимному уважению капитана и экипажа. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Справедливость.</b> Все мы делаем одно дело, и награду должны делить поровну. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Свобода.</b> Море это свобода — свобода идти куда угодно и делать что угодно. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Власть.</b> Я хищник, а другие корабли в море — моя добыча. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Команда.</b> Я предан экипажу, а не идеалам. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Стремление.</b> Когда-нибудь у меня будет свой корабль, и я проложу курс куда захочу. (Любой)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>В первую очередь я верен своему капитану, всё остальное вторично.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Самое важное — это корабль, а экипаж и капитаны постоянно меняются.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я всегда буду помнить свой первый корабль.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>В гавани у меня есть возлюбленная, глаза которой стоят того, чтобы оставить ради неё море.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Как-то раз мне выплатили не полную долю с дохода, и я хочу вернуть себе причитающееся.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Безжалостные пираты убили моего капитана и почти всю команду, разграбили корабль, и оставили меня умирать. Месть будет страшной.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я выполняю приказы, даже если считаю, что они несправедливые.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я наплету с три короба, лишь бы не делать лишнюю работу.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Когда кто-то бросает мне вызов, я никогда не отступлюсь, какой бы опасной не была ситуация.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Начав пить, я не могу остановиться.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Не могу ничего поделать, но деньги у меня не задерживаются.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Моя гордость меня когда-нибудь погубит.</td>" +
                "</tr>" +
                "</table>",
                BackgroundVariantName = "РАЗНОВИДНОСТЬ МОРЯКА: ПИРАТ",
                BackgroundVariantDescription = "<p>Вы провели молодость среди жутких пиратов, безжалостных головорезов, научивших вас выживать среди акул и дикарей. Вы занимались грабежом в морях, и не одну душу отправили в солёную пучину. Вы хорошо знакомы со страхом и кровью, и заслужили сомнительную репутацию во многих портовых городах.</p>" +
                "<p>Если вы решите, что во время плаваний по морю вы занимались пиратством, можете выбрать умение Дурная репутация (смотрите во врезке) вместо умения Поездка на корабле.</p>",
                FeatureVariantName = "АЛЬТЕРНАТИВНОЕ УМЕНИЕ: ДУРНАЯ РЕПУТАЦИЯ",
                FeatureVariantDescription = "<p>Если у вашего персонажа предыстория моряка, можете выбрать это умение вместо умения Поездка на корабле.</p>" +
                "<p>Где бы вы ни оказались, вас боятся из-за вашей репутации. Находясь в цивилизованном поселении, вы можете безнаказанно совершать небольшие преступления, такие как отказ платить за еду в таверне или выламывание двери в магазине, так как жители боятся сообщать о вас властям.</p>"
            },
            new DefaultBackground {
                Id = 12,
                Name = "СОЛДАТ",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "<p>Сколько вы помните, в вашей жизни всегда была война. С молодости вы проходили тренировки, учились использовать оружие и доспехи, изучали технику выживания, включая то, как оставаться живым на поле боя. Вы могли быть частью армии страны или отряда наёмников, а может, были местным ополченцем во время войны.</p>" +
                "<p>Выбрав эту предысторию, определите вместе с Мастером, в какой военной организации вы состояли, до какого звания вы дослужились, и что вам за это время довелось пережить. Что это было, регулярная армия, городская стража или деревенское ополчение? Это могла быть частная армия наёмников дворянина или самостоятельный бродячий отряд наёмников.</p>",
                SkillProficienciesDescription = "Атлетика, Запугивание",
                ToolProficienciesDescription = "Один игровой набор, транспорт (сухопутный)",
                EquipmentDescriptions = "Знак отличия, трофей с убитого врага (кинжал, сломанный клинок или кусок знамени), набор игровых костей или колода карт, комплект обычной одежды, поясной кошель с 10 зм",
                BackgroundSpecificName = "СПЕЦИАЛИЗАЦИЯ",
                BackgroundSpecificDescription = "<p>Будучи солдатом, вы выполняли особую роль. Совершите бросок к8 или выберите один из вариантов из таблицы самостоятельно:</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Специализация</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Офицер</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Разведчик</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Пехотинец</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Кавалерист</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Врач</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Интендант</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Знаменосец</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Обслуживающий персонал (повар, кузнец и т.п.)</td>" +
                "</tr>" +
                "</table>",
                FeatureName = "ВОИНСКОЕ ЗВАНИЕ",
                FeatureDescription = "Будучи солдатом, вы заслужили звание. Солдаты, верные военной организации, которой вы раньше принадлежали, всё еще признают вашу власть и влияние, и они подчиняются вам, если их звание ниже вашего. С помощью своего звания вы можете оказывать влияние на других солдат и брать во временное пользование простое снаряжение или лошадей. Возможно, вас пропустят внутрь военного лагеря или крепости, если к вашему званию отнесутся с уважением.",
                SuggestedCharcteristicsDescription = "<p>Ужасы войны вкупе с жёсткой дисциплиной воинской службы оставляют следы на всех солдатах, формируя их идеалы, создавая привязанности, а также оставляя на них шрамы, как физические, так и ментальные.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я всегда вежлив и почтителен.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Меня терзают воспоминания о войне. Не могу забыть то насилие, что мне довелось увидеть.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я потерял много друзей, и теперь с трудом завожу новых.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>У меня много воодушевляющих и предостерегающих рассказов из военного прошлого, подходящих практически к любой боевой ситуации.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я могу смотреть прямо на адскую гончую, не отводя глаз.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Мне нравится быть сильным и крушить вещи.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>У меня грубое чувство юмора.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Я решаю проблемы прямолинейно. Простое решение — лучший путь к успеху.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Высшее благо.</b> Наш жребий — отдать свои жизни ради других. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Ответственность.</b> Я делаю что должен, и подчиняюсь вышестоящим. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Независимость.</b> Если слепо следовать приказам, попадаешь под пяту тирании. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Мощь.</b> В жизни и войне побеждает сильнейший. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Живи и не мешай другим.</b> Идеалы не стоят того, чтобы ради них убивать или воевать. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Нация.</b> Мой город, нация и народ — вот что самое главное. (Любой)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Я по-прежнему готов отдать свою жизнь за тех, кому поклялся служить.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Кое-кто спас мне жизнь на поле боя. С тех пор я никогда не оставляю друзей, оставшихся в бою.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Моя честь — моя жизнь.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Никогда не забуду сокрушительное поражение, которое потерпел наш отряд, или врага, устроившего это.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Те, кто сражаются рядом со мной, достойны того, чтобы за них умереть.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я сражаюсь за тех, кто не может это сделать сам.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Одно чудовище, с которым мы когда-то сразились, до сих пор заставляет меня дрожать от страха.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я мало уважаю тех, кто не доказал, что является достойным воителем.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>В одном сражении я совершил ужасную ошибку, стоившую жизни многим — и я сделаю что угодно, лишь бы это оставалось в тайне.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Ярость к врагам ослепляет меня и делает безрассудным.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я подчиняюсь закону, даже если закон вызывает страдания.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я скорее съем свой доспех, чем признаюсь, что был неправ.</td>" +
                "</tr>" +
                "</table>"
            },
            new DefaultBackground {
                Id = 13,
                Name = "БЕСПРИЗОРНИК",
                FromBook = "Player's Handbook/Книга игрока",
                Introduction = "<p>Вы выросли на улице в бедности и одиночестве, лишённые родителей. Никто не присматривал и не заботился о вас, и вам пришлось научиться делать это самому. Вам приходилось постоянно бороться за еду и следить за другими неприкаянными душами, способными обокрасть вас. Вы спали на чердаках и в переулках, мокли под дождём и боролись с болезнями, не получая медицинской помощи или приюта. Вы выжили, невзирая на все трудности, и сделали это благодаря своей сноровке, силе или скорости.</p>" +
                "<p>Вы начинаете приключение с суммой денег, достаточной, чтоб скромно, но уверенно прожить десять дней. Как вы получили эти деньги? Что позволило вам перейти к нормальной жизни, преодолев нищету?</p>",
                SkillProficienciesDescription = "Ловкость рук, Скрытность",
                ToolProficienciesDescription = "Воровские инструменты, набор для грима",
                EquipmentDescriptions = "Маленький нож, карта города, в котором вы выросли, ручная мышь, безделушка в память о родителях, комплект повседневной одежды, поясной кошель с 10 зм",
                FeatureName = "ГОРОДСКИЕ ТАЙНЫ",
                FeatureDescription = "Вы знаете тайные лазы и проходы городских улиц, позволяющие пройти там, где другие не увидят пути. Вне боя вы (и ведомые вами союзники) можете перемещаться по городу вдвое быстрее обычного.",
                SuggestedCharcteristicsDescription = "<p>Жизнь в нищете оставляет свой отпечаток на беспризорниках. В них, как правило, сильна привязанность к людям, с которыми они делили тяготы уличной жизни, или они исполнены желанием добиться лучшей доли, и, возможно, расквитаться с богачами, от которых они натерпелись.</p>" +
                "<table>" +
                "<tr>" +
                "<td>d8</td>" +
                "<td>Черта характера</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>В моих карманах полно побрякушек и объедков.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я задаю очень много вопросов.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я часто забиваюсь в узкие закутки, где никто не сможет добраться до меня.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я всегда сплю, прижавшись спиной к стене или дереву, сжимая узелок со всеми своими пожитками в руках.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я не воспитан, и ем как свинья.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Я убеждён, что все, кто проявляют доброту ко мне, на самом деле скрывают злые намерения.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>7</td>" +
                "<td>Я не люблю мыться.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>8</td>" +
                "<td>Я прямо говорю о том, на что прочие предпочитают лишь намекнуть, или промолчать.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Идеал</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td><b>Уважение.</b> Все люди, богатые ли они, или бедные, достойны уважения. (Добрый)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td><b>Общность.</b> Вы должны заботиться друг о друге, ведь никто другой этого не сделает. (Законный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td><b>Перемены.</b> Убогие возвысятся, а великие падут. Перемены в природе вещей. (Хаотичный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td><b>Возмездие.</b> Нужно показать богачам, чего стоит жизнь и смерть в трущобах. (Злой)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td><b>Люди.</b> Я помогаю тем, кто помогает мне. Это позволяет нам выжить. (Нейтральный)</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td><b>Устремление.</b> Я готов доказать, что достоин лучшей жизни. (Любой)</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Привязанность</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Мой город или деревня это мой дом, и я буду защитить его.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Я спонсирую приют, чтобы оградить других от того, что пришлось пережить мне.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>Я выжил лишь благодаря другому беспризорнику, что передал мне знания, как вести себя на улицах.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я в неоплатном долгу перед человеком, что сжалился и помог мне.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Я избавился от нищеты, ограбив важного человека, и меня разыскивают.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Никто не должен пережить те трудности, через которые пришлось пройти мне.</td>" +
                "</tr>" +
                "</table>" +
                "<table>" +
                "<tr>" +
                "<td>d6</td>" +
                "<td>Слабость</td>" +
                "</tr>" +
                "<tr>" +
                "<td>1</td>" +
                "<td>Если я в меньшинстве, то я убегу из битвы.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>2</td>" +
                "<td>Золото в любом виде выглядит для меня как большая куча денег, и я сделаю всё, чтобы его у меня стало больше.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>3</td>" +
                "<td>	Я никогда не доверяю полностью кому бы то ни было, кроме себя.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>4</td>" +
                "<td>Я предпочту убить кого-нибудь во сне, нежели в честном поединке.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>5</td>" +
                "<td>Это не воровство, если я взял то, в чём нуждаюсь больше, чем кто-либо другой.</td>" +
                "</tr>" +
                "<tr>" +
                "<td>6</td>" +
                "<td>Те, кто не могут позаботиться о себе, получат то, что заслужили.</td>" +
                "</tr>" +
                "</table>"
            }
        };
        public static List<DefaultBackground> GetBackgroundList()
        {
            return _defaultBackgroundsList;
        }
    }
}
